Repository: EticaAI/lsf-cache
Catalog: 1603/63/101/1603_63_101.no11.tmx
Source language: qcc
Languages: abk, ace, afr, amh, ara, arg, ary, arz, asm, ast, ava, awa, azb, aze, bak, bam, ban, bar, bcl, bel, ben, bho, bis, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cos, crh, cym, dan, deu, diq, div, dsb, dty, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, gom, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jbo, jpn, kaa, kab, kal, kan, kat, kaz, kbp, khm, kin, kir, kon, kor, krc, kur, lad, lao, lat, lav, lez, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mni, mnw, mon, msa, mul, mwl, mya, mzn, nah, nan, nap, nav, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pcd, pfl, pms, pnb, pol, por, pus, que, roh, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, smo, sna, snd, som, spa, sqi, srd, srn, srp, ssw, stq, sun, swa, swe, szl, tam, tat, tcy, tel, tgk, tgl, tha, tso, tuk, tur, udm, uig, ukr, urd, uzb, vec, vep, vie, vls, vol, vro, war, wln, wol, wuu, xho, xmf, yid, yor, yue, zha, zho, zul

source: Q909363
afr: Brandgas
ara: وقود غازي
cat: gas combustible
deu: Brenngas
eng: fuel gas
epo: bruligebla gaso
fas: سوخت گازی
fin: polttokaasu
fra: combustible gazeux
hbs: Gasovita goriva
ind: Bahan bakar gas
jpn: ガス燃料
kor: 연료 가스
mkd: горивен гас
mul: /fuel gas || combustible in gas form/@eng-Latn
nan: Gá-suh
nld: gas als brandstof
nno: brenngass
pol: paliwo gazowe
por: Gás combustível
ron: Gaz combustibil
rus: топливный газ
spa: gas combustible
srp: gasovito gorivo
swe: energigas
tam: எரிவளி
tha: แก๊สเชี้อเพลิง
tur: yakıt gazı
ukr: Горючий газ
vie: chất khí nhiên liệu
zho: 燃氣

source: Q40858
afr: aardgas
ara: غاز طبيعي
arg: Gas natural
ary: ڭاز طبيعي
ast: Gas natural
aze: Təbii qaz
bcl: Natural gas
bel: Прыродны газ
ben: প্রাকৃতিক গ্যাস
bos: Zemni plin
bul: Природен газ
cat: gas natural
ces: zemní plyn
ckb: گازی سروشتی
cym: Nwy naturiol
dan: naturgas
deu: Erdgas
ell: φυσικό αέριο
eng: natural gas
epo: tergaso
est: maagaas
eus: gas natural
fas: گاز طبیعی
fin: maakaasu
fra: gaz naturel
fry: Ierdgas
gle: Gás nádúrtha
glg: Gas natural
hak: Thiên-yèn-hì
hat: Gaz natirèl
hbs: zemni gas
heb: גז טבעי
hin: प्राकृतिक गैस
hrv: prirodni plin
hun: földgáz
hye: Բնական գազ
ido: Naturala gaso
ind: Gas alam
isl: jarðgas
ita: gas naturale
jav: Gas bumi
jpn: 天然ガス
kaa: Ta'biyiy ga'z
kat: ბუნებრივი აირი
kaz: Табиғи газ
kor: 천연 가스
kur: Erdgaz
lat: gasium naturale
lav: dabasgāze
lim: Aerdgaas
lit: gamtinės dujos
lmo: Gass natüral
mal: പ്രകൃതിവാതകം
mar: नैसर्गिक वायू
mkd: земен гас
mon: Байгалийн хий
msa: Gas asli
mul: /natural gas || naturally occurring hydrocarbon gas mixture consisting of methane and commonly includes various amounts of other higher alkanes, and sometimes a small percentage of carbon dioxide, nitrogen, hydrogen sulfide, or helium/@eng-Latn
mya: သဘာဝဓာတ်ငွေ့
nan: Thian-jiân-khì
nep: प्राकृतिक ग्यास
nld: aardgas
nno: naturgass
nob: naturgass
oci: Gas naturau
pan: ਕੁਦਰਤੀ ਗੈਸ
pnb: قدرتی گیس
pol: gaz ziemny
por: gás natural
pus: طبیعي ګاز
que: Allpa wapsi
ron: gaz natural
rue: Земный ґаз
rus: природный газ
sah: Айылҕа гааһа
slk: zemný plyn
slv: zemeljski plin
spa: gas natural
sqi: gazi natyror
srp: земни гас
swa: gesi asilia
swe: naturgas
tam: இயற்கை எரிவளி
tat: табигый газ
tel: సహజ వాయువు
tgk: Гази табиӣ
tha: แก๊สธรรมชาติ
tur: doğalgaz
ukr: природний газ
urd: قدرتی گیس
uzb: Tabiiy gazlar
vep: Londuseline gaz
vie: khí thiên nhiên
war: Gas natural
wuu: 自然气
yue: 天然氣
zho: 天然气

source: Q351609
afr: Vloeibare petroleumgas
ara: غاز نفطي مسال
ben: তরলীকৃত পেট্রোলিয়াম গ্যাস
bul: Пропан-бутан
cat: gas liquat del petroli
ces: LPG
ckb: گازی شلەکراوی نەوتی
cym: Nwy petroliwm hylifol
dan: Flaskegas
deu: Flüssiggas
ell: Υγραέριο
eng: liquefied petroleum gas
epo: likva naftogaso
est: Vedelgaas
eus: PGL
fas: الپیجی
fin: Nestekaasu
fra: gaz de pétrole liquéfié
hbs: Tečni naftni gas
heb: גז פחמימני מעובה
hin: द्रवित पेट्रोलियम गैस
hrv: Ukapljeni naftni plin
hun: Propán-bután gáz
ind: Elpiji
ita: gas di petrolio liquefatto
jav: Èlpiji
jpn: 液化石油ガス
kan: ದ್ರವೀಕೃತ ಪೆಟ್ರೋಲಿಯಮ್ ಅನಿಲ(ಎಲ್ಪಿಜಿ),
kaz: Сұйытылған газ
kor: LPG (액화석유가스)
lao: ອາຍແກັສແຫຼວ
lav: sašķidrināta naftas gāze
lim: Lpg
lit: Suskystintų gamtinių dujų terminalas
mal: ദ്രവീകൃത പെട്രോളിയം വാതകം
mkd: течен нафтен гас
mon: Шингэрүүлсэн нефтийн хий
msa: Gas petroleum cecair
mul: /liquefied petroleum gas || flammable mixture of hydrocarbon gases, most commonly propane, butane, and propylene/@eng-Latn
mya: အယ်လ်ပီဂျီ (LPG)
nep: एलपी ग्यास
nld: Lpg
nno: LPG
nob: LPG
pan: ਘਰੇਲੂ ਰਸੋਈ ਗੈਸ
pnb: ایل پی جی
pol: LPG
por: Gás liquefeito de petróleo
ron: Gaz petrolier lichefiat
rus: сжиженный углеводородный газ
scn: GPL
slk: Skvapalnený ropný plyn
spa: gas licuado del petróleo
sqi: Kosova
srp: Tečni naftni gas
swe: Gasol
tam: திரவ பெட்ரோலிய வாயு
tat: сыекландырылган углеводород газы
tel: ద్రవీకృత పెట్రోలియం వాయువు
tha: แก๊สปิโตรเลียมเหลว
tur: Sıvılaştırılmış petrol gazı
ukr: зріджений нафтовий газ
urd: LPG
vie: khí dầu mỏ hóa lỏng
wuu: 液化石油气
yue: 石油氣
zho: 液化石油气

source: Q167884
afr: Boerka
ara: برقع أفغاني
asm: বোৰ্খা
ast: Burca
aze: Pərəncə
bcl: Burka
bel: Паранджа
ben: বোরকা
bre: Burqa
bul: Фередже
cat: burca
ces: Burka
dan: Burka
deu: Burka
ell: Μπούρκα
eng: burqa
epo: burko
est: Burqa‘
eus: Burka
fao: Burka
fas: برقع
fin: Burka
fra: burqa
gle: Búrca
glg: Burca
hbs: Burka
heb: בורקה
hin: बुर्क़ा
hrv: Burka
hun: Burka
hye: Փարաջա
ind: burkak
isl: búrka
ita: Burqa
jpn: ブルカ
kan: ಬುರ್ಕಾ
kaz: Бурқа
kor: 부르카
lav: burka
lit: Burka
mal: ബുർക്ക
mar: बुरखा
msa: Burqa
mul: /burqa || traditional cover worn by women/@eng-Latn
nld: boerka
nob: burka
pan: ਬੁਰਕਾ
pnb: برقع
pol: Burka
por: burca
pus: بورقه
ron: Burka
rus: бурка
sco: burqa
slv: Burka
snd: برقعو
spa: Burka
srp: Burka
swa: Burka
swe: burka
tam: புரூக்கா
tat: Пәрәнҗә
tel: బురఖా
tha: บุรเกาะอ์
tur: burka
ukr: Бурка
urd: برقع
uzb: Paranji
vie: Burqa
wuu: 波卡 (服饰)
xmf: პარანჯა
yue: 罩袍
zho: 波卡

source: Q39908
afr: Broek
amh: ሱሪ
ara: بنطال
arz: بنطلون
ast: pantalón
aze: Şalvar
bel: Нагавіцы
ben: প্যান্ট
bre: Bragoù
bul: Панталон
cat: pantaló
cdo: Kó
ces: kalhoty
cym: Trowsus
dan: bukser
deu: Hose
ell: Παντελόνι
eng: trousers
epo: pantalono
est: Püksid
eus: Galtzak
fas: شلوار
fin: Housut
fra: pantalon
gla: Briogais
gle: Bríste
glg: Pantalón
glv: Breeçhyn
grn: Kásõ mbuku
hat: Pantalon
hbs: Pantalone
heb: מכנסיים
hrv: Hlače
hsb: cholowy
hun: nadrág
hye: շալվար
ido: Pantalono
ina: Pantalon
ind: celana
isl: Buxur
ita: pantaloni
jav: Clana
jpn: ズボン
kan: ಷರಾಯಿ
kaz: Шалбар
kir: Шым
kor: 바지
kur: Şal
lat: Bracae
lav: bikses
lez: Вахчаг
lfn: Pantalon
lit: Kelnės
lmo: Colzon
ltz: Box
lzh: 褲
mar: ट्राउझर्स
mkd: панталони
mon: Өмд
msa: seluar
mul: /trousers || clothing for the legs and lower body/@eng-Latn
nah: Mezquentli
nds: Büx
nep: प्यान्ट
nld: broek
nno: bukse
nob: bukse
oci: bragas
pol: spodnie
por: calça
que: Wara
ron: Pantalon
rus: брюки
scn: Càusi
sco: Breeks
slk: Nohavice
slv: hlače
sna: Mudhebhe
som: Surwaal
spa: pantalón
sqi: Pantallona
srp: pantalone
sun: Calana
swa: Suruali
swe: byxor
szl: Galoty
tam: கால் சட்டை
tgk: Шим
tgl: Pantalon
tha: กางเกง
tur: pantolon
ukr: штани
urd: پتلون
vec: Braghe
vie: Quần
war: Saruwal
wln: Marone
wuu: 裤
xmf: ძიქვა
yid: הויזן
yue: 褲
zho: 褲

source: Q210583
afr: Nikab
ara: نقاب
arz: النقاب
ben: নিকাব
bre: Niqab
bul: Никаб
cat: nicab
ces: nikáb
dan: Nikab
deu: Niqab
eng: niqab
epo: Nikabo
est: Niqāb
eus: nicab
fas: روبنده
fin: Niqab
fra: niqab
gle: Niceab
glv: Niqāb
hbs: Nikab
heb: ניקאב
hrv: Nikab
hun: Nikáb
hye: Նիկաբ
ind: cadar
isl: níkab
ita: Niqab
jpn: 二カーブ
kaz: Ниқаб
kor: 니캅
lav: nikābs
mal: നിക്വാബ്
mkd: Никаб
msa: Niqab
mul: /niqab || cloth that covers the face as a part of sartorial hijab/@eng-Latn
nld: nikab
nno: Nikab
nob: niqab
pol: Nikab
por: Nicabe
rus: никаб
sin: නිකාබ්
slv: Nikab
spa: Nicab
sqi: Niqabi/Perqja
srp: Nikab
swe: niqab
tam: நிகாப்
tur: Peçe
ukr: Нікаб
urd: نقاب
vie: Niqāb
xmf: ნიქაბი
zho: 尼卡布

source: Q172317
afr: hidjab
ara: حجاب
aze: Hicab
bak: Хижаб
bcl: Hijab
bel: Хіджаб
ben: হিজাব
bho: हिजाब
bre: Hijab
bul: Хиджаб
cat: hijab
ces: Hidžáb
che: Хьижаб
dan: Hijab
deu: Hidschāb
eng: hijab
epo: hiĝabo
est: Ḩijāb
eus: Hijab
fas: حجاب اسلامی
fin: Hijab
fra: hijab
fry: Hidjaab
gle: Hidseab
hbs: Hidžab
heb: חג'אב
hin: हिजाब
hrv: Hidžab
hun: Hidzsáb
hye: Հիջաբ
ind: hijab
isl: Hijab
ita: hijab
jav: Hijab
jpn: ヒジャブ
kaz: Хиджаб
kor: 히잡
lav: hidžābs
lit: Hidžabas
mal: ഹിജാബ്
mar: हिजाब
mkd: Хиџаб
msa: hijab
mul: /hijab || veil worn by Muslim women covering the head and neck/@eng-Latn
mya: ဟေဂျားဘ်
nan: Hijab
nld: hidjab
nno: hidsjab
nob: hijab
pan: ਹਿਜਾਬ
pol: Hidżab
por: hijab
ron: Hijab
rus: хиджаб
slv: Hidžab
spa: Hiyab
sqi: Hixhabi
srp: Hidžab
swa: Hijabu
swe: hijab
tam: ஹிஜாப்
tat: Xicab
tel: బురఖా
tha: ฮิญาบ
tur: hicab
ukr: Хіджаб
urd: حجاب
uzb: Hijob
vec: Hijab
vie: Hijab
wuu: 希贾布
xmf: ჰიჯაბი
yue: 穆斯林頭巾
zho: 希贾布

source: Q8142
afr: geldeenheid
amh: የገንዘብ አይነት
ara: عملة
arg: Divisa
arz: عمله
asm: প্ৰচলিত মুদ্ৰা
ast: moneda
ava: ГӀарац
azb: پول بیریمی
aze: valyuta
bak: Валюта
bar: Wearung
bel: валюта
ben: মুদ্রা
bho: करेंसी
bos: Valuta
bre: Moneiz
bul: валута
bxr: мүнгэн тэмдэгтэ
cat: moneda
ces: měna
che: Валюта
ckb: دراو
cor: Mona Kemmyn
crh: Para birlemi
cym: arian cyfred
dan: valuta
deu: Währung
diq: Doviz
ell: νομισματική μονάδα
eng: currency
epo: valuto
est: valuuta
eus: dibisa
ext: Monea
fao: Gjaldoyra
fas: یکای پول
fin: valuutta
fra: monnaie
fry: Munt
gla: Ruith-airgid
gle: airgeadra
glg: moeda
glv: Argid cadjin
gsw: Währig
hau: kuɗi
hbs: valuta
heb: מטבע
hif: Mudra
hin: मुद्रा
hrv: valuta
hun: valuta
hye: Տարադրամ
ido: moneto
ilo: kuarta
ina: numerario
ind: mata uang
isl: Gjaldmiðill
ita: valuta
jav: Valuta
jbo: lo jdini
jpn: 通貨
kaa: Valyuta
kab: Adrim
kan: ನಗದು
kat: ვალუტა
kaz: Валюта
kbp: Liidiye
kir: Валюта
kor: 통화
krc: Валюта
kur: dirav
lao: ເງິນຕາ
lat: Moneta
lav: valūta
lim: Munt (einheid)
lin: Mosɔlɔ
lit: Valiuta
lmo: Valuda
ltz: Wärung
mal: നാണയം
mar: चलन
mhr: окса иктык
min: mato uang
mkd: валута
mlg: Sandam-bola
mlt: valuta
mnw: သၠုဲ
mon: Мөнгөн тэмдэгт
msa: mata wang
mul: /currency || generally accepted medium of exchange for goods or services/@eng-Latn
mwl: Moneda
mya: ငွေကြေး
nan: Thong-hòe
nds: Geldsoort
new: दां
nld: valuta
nno: valuta
nob: valuta
nqo: ߝߊ߬ߘߊ߲߬ߞߊ
oci: devisa
ori: ମୁଦ୍ରା
oss: Валютæ
pan: ਮੁਦਰਾ
pap: moneda
pms: Valuta
pnb: کرنسی
pol: waluta
por: padrão monetário
pus: ارز
que: Kañina
roh: Valuta
ron: valută
rue: Міна
rus: валюта
sah: Валюта
scn: munita
sgs: Valiota
slk: mena
slv: Valuta
sme: valuhtta
smn: vaaluut
spa: moneda
sqi: Deviza
srp: valuta
stq: Munte
sun: Mata uang
swa: Sarafu
swe: valuta
tam: நாணயம்
tat: валюта
tel: ద్రవ్యం
tgk: Асъор
tgl: Pananalapi
tha: เงินตรา
tur: Para Birimi
udm: Валюта
ukr: валюта
urd: فلس
uzb: Valyuta
vec: Vałuta
vie: tiền tệ
war: Pananalapi
wln: Manoye
wuu: 通货
xmf: ვალუტა
yid: וואלוטע
yor: owóníná
yue: 通貨
zho: 通貨

source: Q2138622
afr: voeding
ara: تغذية
ast: nutrición
aze: Dietologiya
bcl: Nutrisyon
bel: Дыеталогія
ben: পুষ্টি
bos: Ishrana
bul: диетология
cat: nutrició
ceb: nutrisyon
ces: výživa
ckb: ژیواندن
cym: maethiad
dan: ernæring
deu: Ernährung
dty: पोषण
ell: Διατροφολογία
eng: nutrition
epo: nutrado
est: toitumine
eus: nutrizio
fas: تغذیه
fin: ravinto
fra: nutrition
fur: nutrizion
gcr: Noutrisyon
gle: cothú
glg: Nutrición
grn: Ñemongaru
hbs: prehrana
heb: תזונה
hin: पोषण
hrv: Nutricionizam
hun: táplálkozás
ind: Nutrisi
isl: Næring
ita: nutrizione
jam: Nyuuchrishan
jav: Gizi
jpn: 栄養
kan: ಪೌಷ್ಟಿಕ ಆಹಾರ
kaz: Диетология
kir: Диетология
kor: 영양
lao: ໂພຊະນາການ
lav: uzturs
ltz: Ernierung
mal: പോഷണം
mkd: исхрана
mlt: nutrizzjoni
msa: pemakanan
mul: /nutrition || process of assimilating nutrients in food/@eng-Latn
mya: အာဟာရဓာတ်များ
nan: Êng-ióng-ha̍k
nld: nutriëntenopname
nno: ernæring
nob: ernæring
oci: nutricion
pol: dietetyka
por: nutrição
que: Kawsachikuy
ron: nutriție
rus: питание
sco: nutreetion
slk: Výživa
slv: nutricionizem
spa: nutrición
sqi: nutricioni
srd: nutritzione
srp: Исхрана
sun: nutrisi
swa: Lishe
swe: näringslära
tam: ஊட்டச்சத்து
tel: nutrition
tgk: диеташиносӣ
tgl: Nutrisyon
tha: โภชนาการ
tur: beslenme
ukr: дієтологія
urd: غذائیت
vec: nutrision
vie: dinh dưỡng
war: nutrisyon
wuu: 营养作用
yor: ẹ̀kọ́ ìmọ̀ oúnjẹ
yue: 營養作用
zho: 营养作用

source: Q228534
afr: werkdier
ast: animal de trabayu
dan: Arbejdsdyr
deu: Arbeitstier
ell: Ζώο εργασίας
eng: working animal
epo: tirbesto
est: Tööloom
fas: حیوانات کار
fin: työeläin
fra: animal de travail
heb: חיית עבודה
ind: Hewan pekerja
ita: animale da lavoro
jpn: 使役動物
kor: 사역동물
mar: animals working in farm
msa: Haiwan pekerja
mul: /working animal || domesticated animals for assisting people/@eng-Latn
nan: Chò-kang tōng-bu̍t
nno: arbeidsdyr
pol: zwierzę użytkowe
por: animal de trabalho
ron: animal de povară
rus: служебное животное
spa: animal de trabajo
swe: arbetsdjur
tam: பணி விலங்கு
tur: Çalışan hayvanlar
ukr: Робоча тварина
vie: Súc vật lao động
wln: Ovrante biesse
zho: 役用動物

source: Q2578402
afr: Handgereedskap
ara: أداة يد
arz: ادوات ايدين
ben: হাত সরঞ্জাম
cat: eina manual
ces: nářadí
dan: håndværktøj
deu: Handwerkzeug
ell: εργαλείο χειρός
eng: hand tool
epo: manlaborilo
est: käsi-tööriist
eus: esku-tresna
fas: ابزار دستی
fra: outil à main
gle: uirlis láimhe
hin: हाथ औज़ार
hsb: ručny grat
hun: kézi szerszám
ind: Perkakas tangan
isl: Handverkfæri
ita: strumento a mano
jpn: 工具
kor: 공구
lav: rokas darbarīks
mar: हात साधन
mkd: рачен алат
msa: alat tangan
mul: /hand tool || tool equipment powered manually/@eng-Latn
nld: handgereedschap
nob: håndverktøy
pol: narzędzie ręczne
por: ferramenta manual
rue: Ручны инштрументы
rus: ручной инструмент
spa: herramienta manual
srp: ručni alat
swe: handverktyg
tat: кул коралы
ukr: ручний інструмент
urd: دستی اوزار
zho: 手持工具

source: Q13681
afr: koevoet
ara: عتلة
aze: Qanırğı
bul: Кози крак
cat: palanqueta
ces: páčidlo
chv: Хиркĕч
dan: koben
deu: Brechstange
eng: crowbar
epo: rompbaskulo
est: Sõrgkang
fas: دیلم
fin: Sorkkarauta
fra: pied-de-biche
fry: Brekizer
heb: לום
hin: रम्भा
hun: Emelőrúd
ind: Linggis
ita: piede di porco
jpn: バール
kaz: Шегежұлғыш, шегесуырғыш
kor: 노루발못뽑이
mar: रंभा
msa: tuil besi
mul: /crowbar || hand tool used for pulling nails with leverage/@eng-Latn
nan: Bá-luh
nld: koevoet
nno: spikarjarn
nob: brekkjern
pol: Łom
por: pé de cabra
ron: Levier
rus: гвоздодёр
sat: ᱥᱟ.ᱵᱽᱲᱤ
sco: Gavelock
spa: pie de cabra
srp: Пајсер
sun: Linggis
swe: kofot
tur: Levye
ukr: Цвяходер
vec: Łevarin
zho: 鐵撬

source: Q41551
afr: Pyp
ara: أنبوب
ast: Tubería
aze: Boru
bel: Труба
bul: Тръба
cat: canonada
ces: roura
che: БиргIа
deu: Rohr
ell: σωλήνας
eng: pipe
epo: tubo
est: Toru
eus: Hodi
fas: لوله
fin: putki
fra: tuyau
gle: Feadán
hat: Tiyo
hbs: cijev
heb: צינור
hrv: Cijev
hun: cső
hye: Խողովակներ
ido: Tubo
ind: Pipa
ita: tubo
jav: Pipa
jpn: パイプ
kab: Asegdal
kaz: Құбыр
kor: 파이프
lat: Tubus
lav: caurule
mkd: цевка
msa: Paip
mul: /pipe || tubular section or hollow cylinder/@eng-Latn
nld: buis
nno: røyr
nob: rør
pol: rura
por: tubo
que: Wiru
ron: Țeavă
rus: труба
scn: tubbu
slk: Rúra (technika)
spa: tubería
srp: цев
swe: rör
tam: குழாய்
tgk: Лӯла
tur: boru
ukr: труба
uzb: Quvur
vie: ống
wuu: 管子 (流体输送)
yue: 管
zho: 管道運輸

source: Q161071
afr: Skroewedraaier
ara: مفك براغي
arg: Atornillador
ast: Destornillador
aze: Burğaç
bel: Зашрубка
bos: Odvijač
bre: tro-viñs
bul: Отвертка
cat: tornavís
cdo: Lòi-sĭ-gā
ces: šroubovák
che: Сетал
dan: skruetrækker
deu: Schraubenzieher
ell: Κατσαβίδι
eng: screwdriver
epo: ŝraŭbturnilo
est: Kruvikeeraja
eus: bihurkin
fas: پیچگوشتی
fin: Ruuvimeisseli
fra: tournevis
glg: Desaparafusador
guj: પેચીયું
hak: Tô-lài-pá
hbs: Odvijač
heb: מברג
hin: पेंचकस
hrv: Odvijač
hun: csavarhúzó
ind: Obeng
ita: cacciavite
jav: Drèi
jpn: ドライバー
kor: 드라이버
lat: Cochleatorstrum
lav: skrūvgriezis
lfn: Turnavise
lin: Eyɔ́tɔli
lit: Atsuktuvas
lmo: Casciavid
mar: स्क्रू ड्रायव्हर
msa: Pemutar skru
mul: /screwdriver || hand-tool used for driving screws/@eng-Latn
mya: ဝက်အူလှည့်
nan: Lô͘-si-ká
nld: schroevendraaier
nno: skrujarn
nob: skrutrekker
pam: Distiliador
pan: ਪੇਚਕਸ
pol: Wkrętak
por: chave de fenda
rus: Отвёртка
slv: Izvijač
sme: skruvvaruovdi
spa: destornillador
sqi: Kaçavida
srp: odvijač
sun: Obèng
swa: Bisibisi
swe: skruvmejsel
tam: திருப்பு உளி
tel: స్క్రూడ్రైవర్
tgk: Печтоб
tgl: Distornilyador
tha: ไขควง
tur: Tornavida
uig: ئەتۋىركە
ukr: Викрутка
urd: اسکرو ڈرائیور
vec: Caçavide
vie: Tuốc nơ vít
vls: Tournavys
wuu: 捻凿
yid: שרויפן־ציער
yue: 螺絲批
zho: 螺丝起子

source: Q245934
afr: Diagonale sykniptang
bul: Секачки
cat: alicates de tall
chv: Каскăч
dan: skævbider
deu: Seitenschneider
eng: diagonal pliers
epo: Tranĉtenajlo
fas: قیچی سیمبر
fin: Sivuleikkurit
fra: Pince coupante
jpn: ニッパー
kir: Зым кескич
kor: 니퍼
mul: /wire cutters || pliers intended for the cutting of wire (they are generally not used to grab or turn anything)/@eng-Latn
nld: Zijkniptang
nob: sideavbiter
rus: Кусачки
spa: Cortaalambres
swe: Avbitartång
tur: Yankeski
ukr: Гострогубці
zho: 斜口鉗

source: Q827274
afr: Hoekslyper
ara: جلاخة زاوية
aze: Ovuc daşlayıcı
bul: Ъглошлайф
cat: esmoladora angular
ces: úhlová bruska
dan: vinkelsliber
deu: Trennschleifer
eng: angle grinder
epo: Angulŝlifa maŝino
est: Ketaslõikur
eus: Rotaflex
fas: دستگاه فرز
fin: kulmahiomakone
fra: disqueuse
frr: Winkelsliper
heb: דיסק חיתוך
hye: Անկյունահղկիչ
ita: smerigliatrice
jpn: アングルグラインダー
kat: კუთხესახეხი მანქანა
lit: Kampinis šlifuoklis
mkd: Аголна брусилка
mul: /angle grinder || handheld power tool used for grinding (abrasive cutting) and polishing metals/@eng-Latn
nld: haakse slijper
nno: Vinkelslipar
nob: Vinkelsliper
pol: szlifierka kątowa
por: rebarbadora
ron: Polizor unghiular
rus: Угловая шлифовальная машина
spa: Esmeril angular
srp: brusilica
swe: vinkelslip
szl: Fleksa
ukr: Кутова шліфувальна машина
uzb: Burchakli pardozlash mashinasi
zho: 角磨機

source: Q230711
afr: Kapmes
ara: منجل ماشيتي
ast: Machete
bul: Мачете
cat: matxet
ces: mačeta
dan: Machete
deu: Machete
eng: machete
epo: Maĉeto
est: Matšeete
eus: Aihotz
fas: قداره
fin: Viidakkoveitsi
fra: machette
glg: Machete
hbs: Mačeta
heb: מצ'טה
hrv: Mačeta
hun: machete
hye: մաչետե
ind: Machete
ita: machete
jpn: マチェテ
kat: მაჩეტე
kor: 마체테
lav: Mačete
lit: Mačetė
mkd: мачета
mul: /machete || broad blade used either as an implement like an axe, or in combat like a short sword/@eng-Latn
nld: kapmes
nob: machete
pan: ਮਾਛੇਤੇ
pol: Maczeta
por: machete
ron: Macetă
rus: мачете
sco: machete
slk: Mačeta
spa: machete
sqi: Machete
srp: Мачета
sun: Bedog
swe: Machete
tam: குறுவாள்
ukr: Мачете
uzb: Machete
vie: Mã tấu
wln: Matchete
xmf: მაჩეტე
yue: 開山刀
zho: 開山刀

source: Q25294
afr: Hamer
amh: መዶሻ
ara: مطرقة
arg: Martiello
ast: Martiellu
aze: Çəkic
bcl: Dongsol
bel: Молат
ben: হাতুড়ি
bis: Hamer
bos: čekić
bre: Morzhol
bul: чук
cat: martell
ces: kladivo
chv: Мăлатук
ckb: چەکوش
cos: martellu
cym: Morthwyl
dan: hammer
deu: Hammer
ell: σφυρί
eng: hammer
epo: martelo
est: Vasar
eus: Mailu
fas: چکش
fin: Vasara
fra: marteau
frr: Höömerk
gle: Casúr
glg: Martelo
hat: Mato
hbs: Čekić
heb: פטיש
hin: हथौड़ा
hrv: čekić
hsb: hamor
hun: kalapács
hye: Մուրճ
ido: Martelo
ind: palu
inh: Гон
isl: Hamar
ita: martello
jav: gandhèn
jpn: 槌
kan: ಸುತ್ತಿಗೆ
kaz: Балға
kir: Балка
kor: 망치
kur: Tevşo
lat: Malleus
lav: āmurs
lfn: Martel
lit: Plaktukas
lmo: Martel
ltz: Hummer
mal: ചുറ്റിക
mar: हातोडा
mkd: Чекан
mlg: Tantanana
mon: Алх
msa: tukul
mul: /hammer || tool meant to deliver an impact to an object/@eng-Latn
mya: တူ(ကိရိယာ)
nan: Kòng-thûi-á
nds: Hamer
new: मुगः
nld: hamer
nno: hammar
nob: hammer
oci: Martèl
ori: ହାତୁଡ଼ି
pam: Martiliu
pan: ਹਥੌੜਾ
pnb: ہتھوڑا
pol: młot
por: martelo
pus: څټک
que: Takana
ron: Ciocan
rue: Клипач
rus: молоток
sah: Өтүйэ
sat: ᱠᱩᱴᱟᱹᱥᱤ
scn: marteddu
sco: haimer
sgs: Kūjātis
slk: Kladivo
slv: kladivo
sna: Nyundo
som: Burris
spa: martillo
sqi: Çekani
srp: чекић
stq: Hoomer
sun: palu
swa: Nyundo
swe: hammare
tam: சுத்தியல்
tat: чүкеч
tel: సుత్తి
tgk: Чакуш
tgl: Martilyo
tha: ค้อน
tur: Çekiç
uig: بولقا
ukr: молоток
uzb: Bolg‘a
vie: Búa
vls: Oamer
vol: Fög
war: Martilyo
wuu: 榔头
yid: האמער
yue: 鎚仔
zho: 槌

source: Q208040
afr: Kettingsaag
ara: منشار جنزيري
arg: Tronzador mecanico
ast: Motosierra
bod: ཐག་སོག
bul: Верижен трион
cat: motoserra
ces: řetězová pila
cym: Llif gadwyn
dan: kædesav
deu: Kettensäge
ell: αλυσοπρίονο
eng: chainsaw
epo: Motorsegilo
est: Mootorsaag
eus: Motozerra
fas: اره زنجیری
fin: moottorisaha
fra: tronçonneuse
gle: Sábh slabhrach
glg: motoserra
heb: מסור שרשרת
hrv: Motorna pila
hun: Láncfűrész
isl: Keðjusög
ita: Motosega
jav: Graji mesin
jpn: チェーンソー
kor: 체인톱
lfn: Motosiera
lit: Grandininis pjūklas
mon: Гинжит хөрөө
msa: Gergaji rantai
mul: /chainsaw || high-powered cutting tool/@eng-Latn
nld: kettingzaag
nno: motorsag
nob: motorsag
pol: pilarka łańcuchowa
por: motosserra
pus: زنځيري غوڅندۍ
ron: ferăstrău cu lanț
rus: Цепная пила
sin: දම්වැල් කියත
slk: Motorová píla
slv: Verižna žaga
spa: motosierra
srp: Моторна тестера
stq: Kättensoage
swa: Msumenonyororo
swe: motorsåg
tel: చెయిన్ సా
tur: Hızar
ukr: Бензопилка
vie: Máy cưa xích
wuu: 电锯
yid: קייטנזעג
yue: 電鋸
zho: 電鋸

source: Q131502
afr: Elektriese generator
ara: مولد كهربائي
ary: جينيراتور
aze: Generator
bar: Generatoa
ben: বৈদ্যুতিক জেনারেটর
bos: električni generator
bul: Електрически генератор
cat: generador elèctric
ces: elektrický generátor
dan: elektrisk generator
deu: elektrischer Generator
ell: Γεννήτρια
eng: electric generator
epo: generatoro
est: Elektrigeneraator
eus: Sorgailu elektriko
fas: مولد الکتریکی
fin: generaattori
fra: générateur électrique
gle: gineadóir leictreach
glg: Xerador eléctrico
guj: વિદ્યુતજનીન
hbs: Električni generator
heb: גנרטור חשמלי
hin: विद्युत जनित्र
hrv: električni generator
hun: Generátor
hye: Էլեկտրական գեներատոր
ind: generator listrik
isl: Rafall
ita: generatore elettrico
jpn: 発電機
kaa: Elektrik generatori
kan: ವಿದ್ಯುತ್ ಜನಕ
kaz: Электр генераторы
kir: Электр генератору
kor: 발전기
lav: elektroģenerators
lit: Elektros generatorius
mal: വൈദ്യുതജനിത്രം
mar: जनित्र
mkd: електричен генератор
mon: Цахилгаан үүсгүүр
msa: Penjana elektrik
mul: /electric generator || device that converts other energy to electrical energy/@eng-Latn
nld: generator
nno: elektrisk generator
nob: Generator
ori: ବୈଦୁତିକ ଜନିତ୍ର
pan: ਬਿਜਲਈ ਜਨਰੇਟਰ
pnb: الیکٹرک جینریٹر
pol: prądnica
por: gerador elétrico
pus: Electric generator
que: Pinchikilla ruraq
ron: Generator electric
rus: Электрический генератор
scn: giniraturi elèttricu
sco: electric generator
slk: Generátor elektrického napätia
slv: električni generator
spa: generador eléctrico
sqi: Gjeneratori
srp: električni generator
swe: generator
tam: மின்னியற்றி
tel: ఎలక్ట్రిక్ జనరేటర్
tgk: Нерӯгоҳ
tha: เครื่องกำเนิดไฟฟ้า
tuk: Elektrik generatory
tur: Elektrik üreteci
ukr: електричний генератор
urd: برقی مولّد
uzb: Generator
vie: Máy phát điện
wol: Jurukaayu mbëj
wuu: 发电机
yue: 發電機
zho: 发电机
